// This file is machine-generated. Do not modify manually.
// To regenerate, run: pnpm exec tsx src/scripts/generate-destiny-data.ts
import type { Destiny } from "./types";

export const Destinies: readonly Destiny[] = [
  { type: "하위 숙명", name: "화염 저항", affix: "화염 저항 +(5-7)%" },
  { type: "하위 숙명", name: "냉기 저항", affix: "냉기 저항 +(5-7)%" },
  { type: "하위 숙명", name: "번개 저항", affix: "번개 저항 +(5-7)%" },
  { type: "하위 숙명", name: "부식 저항", affix: "부식 저항 +(5-7)%" },
  { type: "하위 숙명", name: "공격 대미지", affix: "공격 대미지 +(14-18)%" },
  {
    type: "하위 숙명",
    name: "주술 대미지",
    affix: "주술 대미지 +(14-18)%\n소환체 대미지 +(14-18)%",
  },
  { type: "하위 숙명", name: "힘", affix: "힘 +(12-15)" },
  { type: "하위 숙명", name: "민첩", affix: "민첩 +(12-15)" },
  { type: "하위 숙명", name: "지혜", affix: "지혜 +(12-15)" },
  { type: "하위 숙명", name: "아머", affix: "아머 수치 +(7-9)%" },
  { type: "하위 숙명", name: "회피", affix: "회피 수치 +(7-9)%" },
  { type: "하위 숙명", name: "보호막", affix: "최대 보호막 +(5-6)%" },
  {
    type: "하위 숙명",
    name: "크리티컬",
    affix: "크리티컬 수치 +(24-30)%\n소환체 크리티컬 수치 +(24-30)%",
  },
  {
    type: "하위 숙명",
    name: "공격 막기 확률",
    affix: "공격 막기 확률 +(6-8)%",
  },
  {
    type: "하위 숙명",
    name: "주술 막기 확률",
    affix: "주술 막기 확률 +(6-8)%",
  },
  { type: "하위 숙명", name: "수확 시간", affix: "수확 시간 +(10-13)%" },
  {
    type: "하위 숙명",
    name: "HP 자연 회복",
    affix: "HP 자연 회복 속도 +(5-7.5)%",
  },
  {
    type: "하위 숙명",
    name: "보호막 에너지 충전 속도",
    affix: "보호막 에너지 충전 속도 +(3-5)%",
  },
  {
    type: "하위 숙명",
    name: "연속 공격 확률",
    affix: "연속 공격 확률 +(10-12)%",
  },
  {
    type: "하위 숙명",
    name: "공격 시전 속도",
    affix: "공격 및 시전 속도 +(4-6)%\n소환체 공격 및 시전 속도 +(4-6)%",
  },
  { type: "하위 숙명", name: "MP 백분율", affix: "최대 MP +(6-8)%" },
  { type: "하위 숙명", name: "주입 속도", affix: "주입 속도 +(7-9)%" },
  { type: "하위 숙명", name: "오라 효과", affix: "오라 효과 +(2-3)%" },
  { type: "하위 숙명", name: "심화 효과", affix: "심화 효과 +(10-13)%" },
  { type: "하위 숙명", name: "막기 비율", affix: "막기 비율 +(1-3)%" },
  {
    type: "하위 숙명",
    name: "크리티컬 대미지",
    affix: "크리티컬 대미지 +(12-15)%\n소환체 크리티컬 대미지 +(12-15)%",
  },
  { type: "하위 숙명", name: "봉인 보상", affix: "MP 봉인 보상 +(1-3)%" },
  { type: "하위 숙명", name: "저주 효과", affix: "저주 효과 +(1-3)%" },
  { type: "하위 숙명", name: "이동 속도", affix: "이동 속도 +(1-3)%" },
  {
    type: "하위 숙명",
    name: "처치 시 보호막 회복",
    affix: "처치 시, 보호막 (0.1-0.2)% 회복",
  },
  {
    type: "하위 숙명",
    name: "처치 시 HP 회복",
    affix: "처치 시, HP (0.2-0.3)% 회복",
  },
  { type: "하위 숙명", name: "통솔", affix: "통솔 초당 (1-2) 포인트 증가" },
  {
    type: "하위 숙명",
    name: "이중 대미지 확률",
    affix:
      "+(1-3)% 확률로 이중 대미지 부여\n소환체는 +(1-3)% 확률로 이중 대미지 부여",
  },
  {
    type: "하위 숙명",
    name: "연속 공격 체증",
    affix: "연속 공격 대미지 (4-6)% 씩 증가",
  },
  { type: "하위 숙명", name: "성장치", affix: "마령의 최초 성장치 +(10-12) ." },
  {
    type: "하위 숙명",
    name: "최대 화염 저항",
    affix: "화염 최대 저항 +(1-2)%",
  },
  {
    type: "하위 숙명",
    name: "최대 냉기 저항",
    affix: "냉기 최대 저항 +(1-2)%",
  },
  {
    type: "하위 숙명",
    name: "최대 번개 저항",
    affix: "번개 최대 저항 +(1-2)%",
  },
  {
    type: "하위 숙명",
    name: "최대 부식 저항",
    affix: "부식 최대 저항 +(1-2)%",
  },
  { type: "하위 숙명", name: "마령의 근원", affix: "마령의 근원 효과 +(7-9)%" },
  { type: "하위 숙명", name: "악화 확률", affix: "악화 확률 +(2-4)%" },
  {
    type: "하위 숙명",
    name: "악화 지속 시간",
    affix: "악화 지속 시간 +(3-5)%",
  },
  {
    type: "하위 숙명",
    name: "점화 대미지 감면",
    affix: "받는 점화 대미지 별도 (-36--30)%\n받는 점화 효과 (-36--30)%",
  },
  {
    type: "하위 숙명",
    name: "마취 효과 감면",
    affix: "받는 마취 효과 (-55--45)%",
  },
  {
    type: "하위 숙명",
    name: "몰락 대미지 감면",
    affix: "받는 몰락 대미지 (-36--30)%",
  },
  {
    type: "하위 숙명",
    name: "외상 대미지 감면",
    affix: "받는 외상 대미지 (-36--30)%",
  },
  {
    type: "하위 숙명",
    name: "감속 효과 감면",
    affix: "받는 감속 효과 (-55--45)%",
  },
  {
    type: "하위 숙명",
    name: "마비 효과 감면",
    affix: "받는 마비 효과 (-55--45)%",
  },
  {
    type: "하위 숙명",
    name: "약화 효과 감면",
    affix: "받는 약화 효과 (-55--45)%",
  },
  { type: "하위 숙명", name: "마취 효과", affix: "마취 효과 +(6-8)%" },
  { type: "중위 숙명", name: "화염 저항", affix: "화염 저항 +(10-14)%" },
  { type: "중위 숙명", name: "냉기 저항", affix: "냉기 저항 +(10-14)%" },
  { type: "중위 숙명", name: "번개 저항", affix: "번개 저항 +(10-14)%" },
  { type: "중위 숙명", name: "부식 저항", affix: "부식 저항 +(10-14)%" },
  { type: "중위 숙명", name: "공격 대미지", affix: "공격 대미지 +(28-36)%" },
  {
    type: "중위 숙명",
    name: "주술 대미지",
    affix: "주술 대미지 +(28-36)%\n소환체 대미지 +(28-36)%",
  },
  { type: "중위 숙명", name: "힘", affix: "힘 +(24-30)" },
  { type: "중위 숙명", name: "민첩", affix: "민첩 +(24-30)" },
  { type: "중위 숙명", name: "지혜", affix: "지혜 +(24-30)" },
  { type: "중위 숙명", name: "아머", affix: "아머 수치 +(14-18)%" },
  { type: "중위 숙명", name: "회피", affix: "회피 수치 +(14-18)%" },
  { type: "중위 숙명", name: "보호막", affix: "최대 보호막 +(10-12)%" },
  {
    type: "중위 숙명",
    name: "크리티컬",
    affix: "크리티컬 수치 +(48-60)%\n소환체 크리티컬 수치 +(48-60)%",
  },
  {
    type: "중위 숙명",
    name: "공격 막기 확률",
    affix: "공격 막기 확률 +(12-15)%",
  },
  {
    type: "중위 숙명",
    name: "주술 막기 확률",
    affix: "주술 막기 확률 +(12-15)%",
  },
  { type: "중위 숙명", name: "수확 시간", affix: "수확 시간 +(20-26)%" },
  {
    type: "중위 숙명",
    name: "HP 자연 회복",
    affix: "HP 자연 회복 속도 +(10-15)%",
  },
  {
    type: "중위 숙명",
    name: "보호막 에너지 충전 속도",
    affix: "보호막 에너지 충전 속도 +(6-10)%",
  },
  {
    type: "중위 숙명",
    name: "연속 공격 확률",
    affix: "연속 공격 확률 +(20-24)%",
  },
  {
    type: "중위 숙명",
    name: "공격 시전 속도",
    affix: "공격 및 시전 속도 +(10-12)%\n소환체 공격 및 시전 속도 +(10-12)%",
  },
  { type: "중위 숙명", name: "MP 백분율", affix: "최대 MP +(12-16)%" },
  { type: "중위 숙명", name: "주입 속도", affix: "주입 속도 +(14-18)%" },
  { type: "중위 숙명", name: "오라 효과", affix: "오라 효과 +(5-7)%" },
  { type: "중위 숙명", name: "심화 효과", affix: "심화 효과 +(20-26)%" },
  { type: "중위 숙명", name: "막기 비율", affix: "막기 비율 +(4-6)%" },
  {
    type: "중위 숙명",
    name: "크리티컬 대미지",
    affix: "크리티컬 대미지 +(24-30)%\n소환체 크리티컬 대미지 +(24-30)%",
  },
  { type: "중위 숙명", name: "봉인 보상", affix: "MP 봉인 보상 +(4-6)%" },
  { type: "중위 숙명", name: "저주 효과", affix: "저주 효과 +(4-6)%" },
  { type: "중위 숙명", name: "이동 속도", affix: "이동 속도 +(4-6)%" },
  {
    type: "중위 숙명",
    name: "처치 시 보호막 회복",
    affix: "처치 시, 보호막 (0.2-0.4)% 회복",
  },
  {
    type: "중위 숙명",
    name: "처치 시 HP 회복",
    affix: "처치 시, HP (0.4-0.6)% 회복",
  },
  { type: "중위 숙명", name: "통솔", affix: "통솔 초당 (2-4) 포인트 증가" },
  {
    type: "중위 숙명",
    name: "이중 대미지 확률",
    affix:
      "+(4-6)% 확률로 이중 대미지 부여\n소환체는 +(4-6)% 확률로 이중 대미지 부여",
  },
  {
    type: "중위 숙명",
    name: "연속 공격 체증",
    affix: "연속 공격 대미지 (10-12)% 씩 증가",
  },
  { type: "중위 숙명", name: "성장치", affix: "마령의 최초 성장치 +(20-24) ." },
  {
    type: "중위 숙명",
    name: "최대 화염 저항",
    affix: "화염 최대 저항 +(2-4)%",
  },
  {
    type: "중위 숙명",
    name: "최대 냉기 저항",
    affix: "냉기 최대 저항 +(2-4)%",
  },
  {
    type: "중위 숙명",
    name: "최대 번개 저항",
    affix: "번개 최대 저항 +(2-4)%",
  },
  {
    type: "중위 숙명",
    name: "최대 부식 저항",
    affix: "부식 최대 저항 +(2-4)%",
  },
  {
    type: "중위 숙명",
    name: "마령의 근원",
    affix: "마령의 근원 효과 +(15-18)%",
  },
  { type: "중위 숙명", name: "마취 효과", affix: "마취 효과 +(14-16)%" },
  {
    type: "천명",
    name: "쌍두검",
    affix:
      "듀얼 시, 메인 무기의 크리티컬 +(12-15)% , 서브 무기에 물리 대미지가 (10-12) - (15-17) 포인트 추가된다.",
  },
  {
    type: "천명",
    name: "사자",
    affix:
      "최근 시전한 함성 스킬 1회당, 함성 효과 +(4-5)% , 최대 3 회 중첩된다.",
  },
  {
    type: "천명",
    name: "단두대",
    affix: "슬래시 확률 +(4-6)%\n슬래시 대미지가 +(4-6)% 추가된다.",
  },
  {
    type: "천명",
    name: "워해머",
    affix: "철퇴를 들고 있을 경우, 파괴 에너지 축적 회복 속도 +(50-60)%",
  },
  {
    type: "천명",
    name: "사냥개",
    affix: "연속 공격 확률 +(16-20)%\n연속 공격 대미지 (8-10)% 씩 증가",
  },
  {
    type: "천명",
    name: "거대곰",
    affix: "강적에게 근접전 공격 크리티컬 대미지 +(50-60)% 부여",
  },
  {
    type: "천명",
    name: "천칭",
    affix:
      "듀얼일 경우 다른 유형의 무기를 1개 장착할 때마다 공격 대미지 +(35-40)%",
  },
  {
    type: "천명",
    name: "거인",
    affix:
      "양손 무기를 들고 있을 경우, 공격 스킬 사용 시 +(4-6)% 확률로 3배 대미지를 입힌다.",
  },
  {
    type: "천명",
    name: "의지",
    affix:
      "스마트 웨폰 소환체 체격 +(9-12)%\n스마트 웨폰 소환체가 +(9-12)% 확률로 이중 대미지 부여",
  },
  {
    type: "천명",
    name: "수뇌",
    affix: "통솔 초당 2 포인트 증가\n소환체 최대 HP +(15-20)%",
  },
  {
    type: "천명",
    name: "나사",
    affix:
      "소환체 크리티컬 수치 +(120-150)\n보유한 스마트 웨폰 소환체 2 개당, 소환체의 공격 및 시전 속도 추가 -1%",
  },
  {
    type: "천명",
    name: "새싹",
    affix: "마령의 최초 성장치 +(50-60) .\n마령의 쿨타임 회복 속도 +20% .",
  },
  {
    type: "천명",
    name: "풍경",
    affix: "마령의 강화 스킬 사용 확률 +(12-15)% .",
  },
  {
    type: "천명",
    name: "꽃뭉치",
    affix: "보유한 마령 1개당, 마령 대미지 추가 +(3-4)%",
  },
  {
    type: "천명",
    name: "으르렁",
    affix:
      "적중 시, +100% 의 확률로 압도를 부여한다.\n위중 상태의 적에게 주는 대미지 별도 +(10-12)%",
  },
  { type: "천명", name: "수은병", affix: "초당 시전 심화 수치 +(70-80)" },
  {
    type: "천명",
    name: "전갈 독침",
    affix:
      "스킬 효과 지속 시간 +(3-5)%\n최근 부여한 수확 1회당, 수확 회복 속도 +2% , 최대 20%",
  },
  {
    type: "천명",
    name: "연륜",
    affix:
      "지면 스킬 지속 시간 +(10-15)%\n지면 스킬 시전 시, +50% 확률로 스킬 범위 +100%\n지면 스킬 시전 시, +50% 의 확률로 스킬 범위 추가 -75%",
  },
  {
    type: "천명",
    name: "스페이드",
    affix: "최대 HP +(8-10)%\n지속 대미지 추가 +5%\n1초당 HP 2% 회복",
  },
  {
    type: "천명",
    name: "블랙스퀘어",
    affix:
      "최대 보호막 +(8-10)%\n지속 대미지 추가 +5%\n보호막 에너지 충전 간격 추가 -10%",
  },
  {
    type: "천명",
    name: "거머리",
    affix:
      "외상 상태의 적에 대한 크리티컬 +(100-150)%\n외상 상태의 적에 대한 크리티컬 대미지 -20%",
  },
  {
    type: "천명",
    name: "화산",
    affix:
      "점화 확률 (-25--20)%\n점화 지속 시간 추가 (-25--20)%\n점화 최대치 +1",
  },
  {
    type: "천명",
    name: "거미액",
    affix:
      "최근 부여한 몰락 1회당 대미지 +1% , 최대 100 회 중첩\n기본 몰락 대미지가 5 - 5 추가된다.",
  },
  {
    type: "천명",
    name: "헌터",
    affix:
      "투사체 대미지가 비행 거리에 따라 점차 증가한다: 원거리의 적에게 최대 +(70-100)% 대미지 부여\n투사체 대미지가 비행 거리에 따라 점차 증가한다: 원거리의 적에게 최대 +(70-100)% 크리티컬 부여",
  },
  {
    type: "천명",
    name: "어부",
    affix:
      "근거리에 강적이 있는 경우, 표식 효과 +(100-120)%\n수평 투사체는 역방향 넉백을 보유한다.",
  },
  {
    type: "천명",
    name: "매",
    affix: "실명 면역\n공격 투사체 스킬 사용 시, 주변에 있는 적에게 실명 부여",
  },
  {
    type: "천명",
    name: "물결",
    affix: "매직 버스트 활성화 시, 매직 버스트 1회당 스킬 범위 +(8-10)%",
  },
  {
    type: "천명",
    name: "샘구멍",
    affix:
      "매직 버스트 충전 속도 +(12-15)% .\n매직 버스트 충전 시, 받는 대미지 추가 -5%",
  },
  {
    type: "천명",
    name: "마녀의 망토",
    affix: "대미지 (8-10)% 가 MP를 먼저 차감",
  },
  {
    type: "천명",
    name: "시위",
    affix:
      "보초병 스킬 시전 빈도 추가 +(5-6)%\n한 번에 배치할 수 있는 보초병 수 +1",
  },
  {
    type: "천명",
    name: "그림자 마법사",
    affix:
      "보초병 지속 시간 +(40-50)%\n배치한 보초병의 스킬 시전 속도 추가 +10%",
  },
  { type: "천명", name: "빙혼", affix: "보초병 주변 적을 빙결시킨다." },
  {
    type: "천명",
    name: "곰석상",
    affix: "반환 시,강건한 축복을 1 회 획득한다.",
  },
  {
    type: "천명",
    name: "사향 고양이",
    affix: "이동 상태에서, 0.5 초당 황홀한 축복 1회 획득",
  },
  {
    type: "천명",
    name: "사막여우",
    affix: "비 메인 스킬 사용 시, 집요한 축복 1 회 획득",
  },
  { type: "천명", name: "장수나무", affix: "원소 저항 최대치 +(2-3)%" },
  {
    type: "천명",
    name: "방패",
    affix:
      "방패를 들고 있을 경우, 방어 +(12-15)%\n방패를 들고 있을 경우, 이동 속도 +3%",
  },
  {
    type: "천명",
    name: "별궤도",
    affix: "계약 서브트리의 하위 숙명 효과가 +45% 증가한다.",
  },
  { type: "천명", name: "스마트 웨폰 하트", affix: "스마트 웨폰 최대 수량 +1" },
  {
    type: "천명",
    name: "계류",
    affix:
      "영약 스킬이 1초마다 충전 진행도를 1 획득한다.\n영약 스킬이 지속되는 동안 이동 속도 +(6-9)%",
  },
  { type: "천명", name: "성스러운 휘장", affix: "받는 저주 효과 (-60--40)%" },
  { type: "천명", name: "솜뭉치", affix: "크리티컬 대미지 감면 +(40-60)%" },
  {
    type: "천명",
    name: "잔재",
    affix:
      "점화 상태의 적에게 입히는 화염 대미지 별도 +(10-12)%\n점화 확률 -30%",
  },
  {
    type: "천명",
    name: "고행자",
    affix:
      "소모한 콤보 포인트 1 포인트당, 콤보 피니시 스킬 이중 대미지 확률 +(1.7-1.9)%",
  },
  {
    type: "천명",
    name: "호랑이 사냥",
    affix:
      "콤보 스타트 스킬 시전 시, 8 미터 내의 적을 역방향 넉백시키며, 넉백 거리는 (1.5-2) 미터다.\n해당 효과의 적용 반경은 스킬 범위의 보너스가 적용된다.\n최근 콤보 피니시 스킬을 1회 시전할 때마다 넉백 거리 +8% , 최대 중첩은 5 회다.\n콤보 스킬 대미지 별도 +(4-6)%",
  },
  { type: "천명", name: "깊은 뿌리", affix: "20레벨 정밀 재생 버프 획득" },
  {
    type: "이중 천명",
    name: "암석",
    affix:
      "계약 보드에 해당 천명이 2개 있을 경우, 다음 효과 활성화:\n근접 스킬 사용 시 강직을 1회 획득한다.\n강직 최대 중첩 수 +2",
  },
  {
    type: "이중 천명",
    name: "돌 속의 불",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n견고 보유 시, 화염 저항 100% 증가\n번개 저항 25% 감소\n냉기 저항 25% 감소",
  },
  {
    type: "이중 천명",
    name: "일섬",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n빛나는 태양 획득",
  },
  {
    type: "이중 천명",
    name: "악의 불꽃",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n저주 받은 적을 공격 또는 주술 처치 시 15% 확률로 폭발하여 반경 5미터 이내의 적에게 처치된 적의 최대 HP 250%의 트루 대미지를 입힌다.\n스킬 범위 +15%",
  },
  {
    type: "이중 천명",
    name: "뜨거운 얼음",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n최대 냉기 저항 -2%, 최대 빙결 +35",
  },
  {
    type: "이중 천명",
    name: "가시두더지",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨의 정밀 서슬의 주입 버프 획득\n주입의 버프 효과 +60%",
  },
  {
    type: "이중 천명",
    name: "살모사",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n20레벨의 정밀 부식의 주입 버프 획득\n주입의 버프 효과 +60%",
  },
  {
    type: "이중 천명",
    name: "코어",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨 반석의 영혼의 마령의 근원 효과 보유\n마령의 근원 효과 30% 증가",
  },
  {
    type: "이중 천명",
    name: "불깃털",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨 화염의 영혼의 마령의 근원 효과 보유\n마령의 근원 효과 30% 증가",
  },
  {
    type: "이중 천명",
    name: "썬더 브랜치",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨 번개의 영혼의 마령의 근원 효과 보유\n마령의 근원 효과 30% 증가",
  },
  {
    type: "이중 천명",
    name: "얼음꽃",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨 서리의 영혼의 마령의 근원 효과 보유\n마령의 근원 효과 30% 증가",
  },
  {
    type: "이중 천명",
    name: "검은달",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n20레벨 부패의 영혼의 마령의 근원 효과 보유\n마령의 근원 효과 30% 증가",
  },
  {
    type: "이중 천명",
    name: "유령벌",
    affix:
      "계약 보드에 해당 천명이 2개 있을 경우, 다음 효과 활성화:\n환영 정찰 범위 +50%\n그림자 습격 스킬 범위 +50%",
  },
  {
    type: "이중 천명",
    name: "기계나무",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n마령 1개당 스마트 웨폰 소환체 대미지 10% 별도 추가\n스마트 웨폰 1개당 마령 대미지 8% 별도 추가",
  },
  {
    type: "이중 천명",
    name: "여왕개미",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다.\n마령이 최근에 사용한 궁극 스킬 1회당 모든 마령의 궁극 스킬 대미지 및 궁극 스킬로 부여하는 이상 대미지 별도 +3%(곱연산), 최대 3회 중첩 가능",
  },
  {
    type: "이중 천명",
    name: "매달린 새",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n편향을 최소 3 회 보유 시 행운 회피\n회피 수치 50% 추가 감소",
  },
  {
    type: "이중 천명",
    name: "트윈 시티",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n4초 간격으로 5초간 지속되는 12레벨 고통의 지연과 프로스트 쉴드를 교대로 획득한다.",
  },
  {
    type: "이중 천명",
    name: "속박의 성녀",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n점화, 마취, 몰락, 외상 부여 불가\n적중 시, 마비, 실명, 약화, 감속, 조롱, 빙결 부여\n제어 상태 효과 60% 감소",
  },
  {
    type: "이중 천명",
    name: "매머드",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n적중 시, 20 레벨 부활의 함성 발동, 간격 3 초",
  },
  {
    type: "이중 천명",
    name: "산신령",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n아머 수치의 2%가 장벽 흡수량에 추가",
  },
  {
    type: "이중 천명",
    name: "스피어",
    affix:
      "계약 보드에 해당 천명이 2개 있을 경우, 다음 효과 활성화:\n정지 시, 0.5초당 공허 고스트 스피어 획득, 최대 5 회 중첩.",
  },
  {
    type: "이중 천명",
    name: "헌터의 손",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다.\n공격 수평 사격 투사체 스킬 사용 0.5초 후 메인 액티브 스킬 발동, 간격 1초\n공격 수평 사격 투사체 스킬 사용 1초 후 메인 액티브 스킬 발동, 간격 1초\n공격 수평 사격 투사체 스킬 사용 1.5초 후 메인 액티브 스킬 발동, 간격 1초",
  },
  {
    type: "이중 천명",
    name: "신의 죽음",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n전체 스킬 레벨 2 증가\n스킬 시전 시 현재 HP 및 보호막 5% 상실",
  },
  {
    type: "이중 천명",
    name: "머리 없는 사람",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n투구 방어 50% 감소\n흉갑 방어 100% 증가",
  },
  {
    type: "이중 천명",
    name: "심장 없는 사람",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n흉갑 방어 100% 추가 감소\n머리, 팔, 부츠 방어 30% 추가 증가",
  },
  {
    type: "이중 천명",
    name: "바늘",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n편향 최대 +1\n편향 추가 1 회 보유",
  },
  {
    type: "이중 천명",
    name: "시계추",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n5 미터 이동할 때마다, 편향을 최소 1 회 획득\n편향 획득 시, 10% 확률로 편향 3 회 획득",
  },
  {
    type: "이중 천명",
    name: "절영",
    affix:
      "계약 보드에 해당 천명이 2개 있을 경우, 다음 효과 활성화:\n회피 수치 +2000\n대미지 면역 확률 -20%\n회피 후 이동 속도 +30%, 해당 효과는 10초 동안 0까지 점차 감소한다.",
  },
  {
    type: "이중 천명",
    name: "세 눈 고양이",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\nMP 봉인 보상 -5%\n오라, 주입, 마령의 근원의 영향을 동시에 받을 경우 대미지 별도 +30%",
  },
  {
    type: "이중 천명",
    name: "쌍두의 까마귀",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n저주 1개를 추가로 부여할 수 있다.\n저주 효과 -5%",
  },
  {
    type: "이중 천명",
    name: "전염병의 근원",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n지속 대미지를 0.5초 동안 부여 후, 3 초 동안 지속 대미지 수확, 쿨타임 99 초",
  },
  {
    type: "이중 천명",
    name: "별을 쫓는 화살",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n공격 수평 투사체 대미지 15% 별도 추가\n최근 공격 수평 투사체가 원거리 적에게 대미지를 입힌 경우, 위치 이동 스킬은 공격 속도 추가 +5%",
  },
  {
    type: "이중 천명",
    name: "무거운 화살",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n투사체 속도 추가 -25%, 투사체 지속 시간 -25%\n주변 적이 받는 공격 수평 사격 투사체 대미지 별도 +25%",
  },
  {
    type: "이중 천명",
    name: "대도서관",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n이름이 다른 천명을 한 개 장착할 때마다 대미지 2% 별도 추가(곱연산)\n이름이 다른 천명을 1개 장착할 때마다 자신이 받는 대미지 1% 감소(곱연산)",
  },
  {
    type: "이중 천명",
    name: "철벽",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n듀얼 시 공격 막기 확률 -30%, 막기 비율 +30%",
  },
  {
    type: "이중 천명",
    name: "불퇴전",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n보호막이 없을 경우 오라 스킬 레벨 -5, MP 봉인 보상 +30%",
  },
  {
    type: "이중 천명",
    name: "급류",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n최대 매직 버스트 +2\n크리티컬 불행",
  },
  {
    type: "이중 천명",
    name: "홍수",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n매직 버스트 최대치가 절반으로 감소\n최근 매직 버스트를 활성화할 때마다, 공격 및 시전 속도 추가 +8%, 최대 40%",
  },
  {
    type: "이중 천명",
    name: "창귀",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n비 부식 대미지의 25%만큼 부식 대미지 추가",
  },
  {
    type: "이중 천명",
    name: "물레",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n대미지 부여 시 25레벨 사악한 침식 발동, 쿨타임 0.2초\n저주 스킬 범위 -50%",
  },
  {
    type: "이중 천명",
    name: "금이 간 거울",
    affix:
      "계약 보드에 해당 천명이 2개 있을 경우, 다음 효과 활성화:\n실드 스킬 레벨 -3\n실드 스킬 효과 +45%",
  },
  {
    type: "이중 천명",
    name: "더러운 성배",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n회복 스킬의 회복 시간 -40%\n영약 스킬 시전 시 랜덤 축복 4회 획득",
  },
  {
    type: "이중 천명",
    name: "하늘을 가르는 화살",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n위치 이동 스킬 사용 후 5초 동안 공격 수평 투사체 속도 +20%, 공격 수평 투사체 대미지 별도 +15%",
  },
  {
    type: "이중 천명",
    name: "예언가",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n대미지 완화가 0으로 고정\n적중 대미지를 입기 전 손실된 HP 10% 회복, 간격 0.05초",
  },
  {
    type: "이중 천명",
    name: "유리병 속 나비",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n외상, 몰락, 점화 면역\n원소 저항 -8%",
  },
  {
    type: "이중 천명",
    name: "연못 속 새",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n제어류 상태 면역\n방어 -25%",
  },
  {
    type: "이중 천명",
    name: "우리 속 물고기",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n원소 상태 이상 면역\n부식 저항 -25%",
  },
  {
    type: "이중 천명",
    name: "여교황의 가마",
    affix:
      "해당 천명이 계약 보드에 2개 있으면, 다음 효과가 활성화된다:\n보호막이 최대일 경우 모든 보호막을 제거하고 최대 MP 추가 +20%, 주술 대미지 별도 +10%, 4초간 지속한다.",
  },
  {
    type: "이중 천명",
    name: "극무",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n콤보 피니시 스킬 시전 가능 횟수+1\n콤보 시퀀스가 유지되고 초기화되지 않는 시간이 0.3 초로 고정된다.",
  },
  {
    type: "이중 천명",
    name: "운명의 배신",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화: 해몽으로 획득하는 디버프 효과가 버프 효과로 변한다.",
  },
  {
    type: "이중 천명",
    name: "앙숙",
    affix:
      "해당 천명이 계약 보드에 2개 있으면 다음 효과가 활성화된다:\n비활성화 부착 1개당 원소 최대 저항 +3%\n활성화 부착 1개당 주술 과격 효과 +25%",
  },
  {
    type: "이중 천명",
    name: "원녀",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n부착 최대 수량 +1\n부착 지속 시간 +10%",
  },
  {
    type: "이중 천명",
    name: "밴시",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우 다음 효과 활성화:\n처음 오멘을 부여할 때 추가로 2회의 오멘을 시전한다.\n오멘의 영향을 받은 적에게 약화를 시전한다.",
  },
  {
    type: "이중 천명",
    name: "족쇄",
    affix:
      "계약 보드에 해당 천명이 2개 있는 경우, 다음 효과 활성화:\n파괴 에너지 축적 소모 시 45% 이동 속도를 획득하며, 해당 효과는 2초 동안 0까지 점차 감소한다.\n파괴 스킬의 스킬 범위 추가 +10%",
  },
  { type: "미정 숙명", name: "미정 숙명", affix: "" },
];
